<template lang="pug">
.content 
    h2 Moxow
    .text(v-html="text") {{ text }}
</template>

<script>
export default {
    data() {
        return {
            text: `Мы представляем вам бренд, который объединяет в себе элегантность, современность и уникальность, создавая неповторимые образы для каждой стильной женщины. <br><br>

Наша миссия - подчеркнуть вашу индивидуальность через изысканную одежду. Каждая наша коллекция – это тщательно продуманный ассортимент, включающий в себя разнообразные стили и элементы, чтобы удовлетворить даже самые изысканные вкусы. <br><br>

Вдохновляясь последними тенденциями моды, мы создаем наряды, которые гармонично сочетают в себе актуальные тренды и классическую элегантность. Наша команда дизайнеров уделяет особое внимание деталям, отбирая только самые качественные материалы и создавая уникальные фасоны, чтобы каждая вещь подчеркивала вашу красоту и стиль. <br><br>

Наши коллекции включают в себя все необходимое для вашего гардероба – от повседневных образов до вечерних нарядов. Вы найдете у нас изысканные платья, удобные блузы, стильные юбки, а также разнообразные аксессуары, чтобы создать завершенный и неповторимый образ на любой случай. <br><br>

Мы ценим ваш комфорт и доверие, поэтому каждая вещь проходит тщательный отбор и проверку на качество. В результате вы получаете не только модную, но и надежную одежду, которая будет радовать вас долгое время. <br><br>

Путешествуйте по страницам нашего сайта, чтобы обнаружить вдохновение, новые образы и возможности для самовыражения. Мы рады подарить вам стиль и уверенность в каждом вашем шаге. Добро пожаловать в мир нашей женской моды!`
        }
    }
}
</script>

<styles lang="scss">
.content{
    padding: 24px;
    h2{
        margin-bottom: 24px;
        @media(min-width: 992px){
            text-align: center;
        }
    }
    .text{
        @media(min-width: 992px){
            width: 1120px;
            margin: 0 auto;
        }
    }
}

</styles>